export const typeOfSports = [
  {
    name: "رياضات جماعية صيفية",
    image: "team-sports.jpeg",
    sports: [
      {
        name: "3X3 كرة السلة",
        description:
          "هي لعبة كرة السلة 3ضد 3 حيث يتنافس فريقين على سلة واحدة بنصف ملعب كرة السلة وعلى سلة واحدة ويتكون كل فريق من ثلاثة لاعبين وواحد احتياط ومدة المباراة 10دقائق أو أي من الفريقين يصل بالتسجيل الى 21 نقطة. ",
      },
      {
        name: "5X5 كرة السلة",
        description:
          "تنتمي كرة السلة الى قائمة الرياضات الجماعيّة، تتكون اللعبة من فريقين، يضم كل منهما 5 لاعبين داخل الملعب الذين يهدفون إلى تحقيق أكبر عدد ممكن من النقاط خلال المباراة. ويربح الفريق الذي يحمل المزيد من النقاط في النهاية، حيث ان يحسب الهدف بنقطتين واذا تم تسجيلها من خارج المنطقة يحسب بـ3 نقاط. وتنقسم المباراة إلى 4 أشواط من 12 دقيقة. ",
      },
      {
        name: "الكرة الطائرة الشاطئية",
        description:
          "تعد الكرة الطائرة الشاطئية واحدة من أكثر الرياضات نجاحا بكل المقاييس لها شعبية هائلة في العالم و تتمتع بأرقام مشاهدة تلفزيونية كبيرة ومتابعين أكبر على وسائل التواصل الاجتماعي. كما تضم أعداد أكبر من الالعبين. تعتبر الكرة الطائرة أكثر من أي رياضة أخرى تقريباً ذات صورة ديناميكية نظيفة وملونة تجمع بين الرياضة شديدة التنافسية والعرض عالي المستوى كما تظهر اثناء التظاهرات الهامة متعة مرئية ومسموعة إلرضاء كل الاذواق. ببساطة انها لعبة سريعة مثيرة متفجرة مع ذلك فأن الكرة الطائرة الشاطئية تتألف من عدة عناصر متداخلة وحاسمة تجعل تفاعالتها فريدة بين الألعاب الجماعية وتخلق سحراً خاصاً لتميزها عن الاشكال الاخرىى للرياضة. وهي لعبة بين فريقين بالعبين أثنين (2) لكل منهما على ملعب رملي مقسم بواسطة شبكة .. لكل فريق ثالث ضربات إلعادة الكرة (تشمل لمسة الصد). في الكرة الطائرة الشاطئية الفريق الفائز بالتداول يسجل نقطة (نظام تتابع النقاط) وعندما يفوز الفريق المستقبل بالتداول فأنه يكسب نقطة والحق في الارسال ويجب على اللاعب المرسل أن يتناوب في أي مرة يحدث هذا.",
      },
      {
        name: "كرة اليد",
        description:
          "كرة اليد هي رياضة جماعية يتنافس فيها فريقان كل فريق يتكون من 7 لاعبين (6 لاعبين وحارس مرمى). يقوم اللاعبون بتمرير الكرة فيما بينهم ليحاولوا رميها داخل مرمى الخصم لإحراز هدف, وتتألف مباريات كرة اليد من شوطين مدة كل شوط 30 دقيقة, والفريق الذي يتمكن من تسجيل أكبر عدد من الأهداف في مرمى الخصم في نهاية شوطي المباراة هو الفريق الفائز",
      },
      {
        name: "الرقبي",
        description:
          "رياضة الرقبي واحدة من اكثر الرياضات شعبية في العالم ويلعبها اشخاص من جميع الاعمار من الذكور والاناث فهي رياضة للجميع. يتنافس في رياضة الرقبي فريقان يتكون كل منهما من 15 لاعب، كما تلعب باليدين والقدمين وفي معظم الاوقات يحمل اللاعب الكرة بيديه ويقوم بالجري الى الامام بينما يحاول لاعبي الخصم منعه عن طريق اسقاطه على الارض، ويجوز للاعب تمرير الكرة الى زملائه في الفريق في كل اتجاه نحو الخلف فقط، كما يهدف كل فريق لمحاولة التسجيل عن طريق وضع الكرة على الارض خلف مرمى الخصم. انبثقت عن لعبة الرقبي سباعيات الرقبي حيث يتكون الفريق من سبعة لاعبين وتدوم مدة المباراة 15 دقيقة وتلعب في شكل بطولات على مدى يومين، حيث قد يلعب الفريق الواحد عدد 5 الى 6 مباريات حسب نتائج المجموعات و التصفيات. سباعيات الرقبي هي لعبة اولمبية للرجال والسيدات ونشات هده النسخة سنة 1987 بإسكتلندا، تخضع لإشراف وتنظيم المجلس الدولي للرقبي وهي الهيئة المسؤولة عن اتحادات الرقبي في جميع انحاء العالم.",
      },
      {
        name: "الكريكيت",
        description:
          "الكريكيت هي رياضة جماعية يلعبها فريقان، وكل فريق يتألف من أحد عشر لاعباً. تضرب فيها كرة بحجم قبضة اليد من قبل العب يدعى رامي الكرة، أما الالعب الخصم الذي يدعى رجل المضرب فيحاول صّد الكرة باستخدام مضرب نحيف شبيه بالمجذاف. يتركّز الانتباه أساسا حول علامتين تشكلان الأهداف تدعيان ويكيت وهما مجموعة من ثلاثة عصي متصلة تسمى جذوع الكريكيت، يحاول رامي الكرة إصابتها لكي يوقع قطعتان خشبيتان اثنتان مثبتتان على الجذوع ويدعيان كفالات الكريكيت",
      },
      {
        name: "كرة السلة البارالمبية",
        description:
          "كرة السلة على الكراسي المتحركة هي لعبة سريعة تمارس بين فريقين كل فريق مكون من 5 لاعبين على كراسي متحركة وسبعة لاعبين في الاحتياط, والفريق الفائز بالمباراة هو من يستطيع تسجيل أكثر نقاط في سلة المنافس.تتشابة كرة السلة على الكراسي المتحركة من كرة السلة للأسوياء في مقاس الملعب وارتفاع برج السلة و أوقات اللعب وعدد الاشواط وفترات الراحة وعدد اللاعبين والاخطاء.وتختلف في استخدام اللاعبين داخل الملعب للكراسي المتحركة.",
      },
      {
        name: "كرة الهدف",
        description:
          "هي رياضة يمارسها المكفوفين فقط بجميع تصنيفاتهم , وتلعب في ملعب مساحته 18 متر طولا و 9 متر عرضاً. يبلغ عرض المرمى 9 متر وارتفاعه 1متر و30 سم يوضع على خطوط الملعب حبل قطن (سمك 3 مل) وفوقه شريط لاصق  بعرض 5 سم ، ومن خلاله يتحسسه اللاعب  ويعرف مكانه . الكرة لونها أزرق و مصنوعة من الجلد تزن كيلو  و 250 جرام , وبها 8 ثقوب وبداخلها 2 جرس ليسمع ويعرف اللاعب اتجاه الكرة . يتنافس فيها فريقين يتكون كل فريق من 3  لاعبين بالملعب يحاول اللاعب رمي الكرة بيده محاولاً تسجيل هدف في الفريق الاخر.  يجب أن يلتزم جميع من في الصالة الرياضية بالهدوء ووضع الجوال على الصامت عندما تكون الكرة في اللعب.",
      },
      {
        name: "كرة قدم الصالات",
        description:
          "لعبة كرة قدم الصالات هي لعبة تقام داخل الصالة الرياضية المغلقة وتعلب بين فريقين كل فريق مكون من خمسة لاعبين أساسيين بما فيهم حارس المرمى وتكون المباراة من شوطين زمن كل شوط عشرون دقيقة, لا يوجد عدد محدد من التبدلات ولا يشترط إيقاف المباراة لإجراء التبديل.",
      },
      {
        name: "كرة قدم خماسيات الصالات - للصم",
        description:
          "كرة قدم خماسيات الصالات للصم لعبة تقام داخل الصالات الرياضية المغلقة وتلعب بين فريقين كل فريق مكون من خمسة العبين أساسيين بما فيهم حارس المرمى وخمسة العبين احتياط وتكون المباراة من شوطين زمن كل شوط عشرون دقيقة ، ويطبق عليها نفس قانون كرة قدم الصالات للأسوياء وتختلف فقط بحمل راية مع كل الحكام وذلك لتنبه اللاعبين بوجود المخالفات (بسبب عدم سماع اللاعبين صوت الصافرة) عندما يطلق الحكم الصافرة يجب ان يرفع العلم لكي يعرف اللاعبين ان الحكم أوقف اللعب.",
      },
    ],
  },
  {
    name: "رياضات فردية صيفية",
    image: "individual-sports.jpeg",
    sports: [
      {
        name: "ألعاب القوى",
        description:
          "تعرف رياضة ألعاب القوى او ما يعرف ايضاً باسم سباقات الميدان والمضمار بأنها مجموعة متنوعة من الألعاب التي تتضمن أشكالاً مختلفة من التنافس. تعتبر رياضة ألعاب القوى واحدة من الرياضات التي يتم التنافس فيها منذ إقامة أول بطولة للألعاب الأولمبية في عام 1896م. يتم تحديد نتائج السباقات من خلال مراكز اللاعبين فيما يخص مسابقات الجري بينما يفوز الرياضي الذي يحقق أعلى او ابعد قياس من سلسلة من المحاولات بالقفزات والرميات. إن بساطة المسابقات وعدم الحاجة إلى معدات باهظة الثمن تجعل العاب القوى واحدة من أكثر أنواع الرياضات شيوعاً في العالم. تتضمن منافسات ألعاب القوى مجموعة متنوعة من مسابقات القفز و الجري و الرمي ففي منافسات الجري أنواع مختلفة كالعدو والذي يتضمن مسافات 100 متر, 200 متر, و 400 متر و الجري لمسافات متوسطة والذي يتضمن مسافة 800 و 1500 متر و الجري لمسافات طويلة والجري بوجود الحواجز. تشمل ألعاب القوى منافسات الرمي كرمي القرص ودفع الجلة و رمي الرمح والإطاحة بالمطرقة.",
      },
      {
        name: "الإسكواش",
        description:
          "رياضة السكواش هي لعبة بدأت في إنجلترا يلعبها العبين في ملعب من أربع جدران يتناوب الالعبان في ضرب الكره بطريقة تجعل المنافس غير قادر على إعادة الكرة بطريقة صحيحة وتلعب بكرة مطاطية صغيرة، ويبلغ طول الملعب 9.75 وعرضه الملعب 6.40 تتميز لعبة السكواش باللياقة البدنية العالية والسرعة في الحركة وسرعة اتخاذ القرار الصحيح، وتتميز بأنها تلعب في ملاعب مغلقة داخلية وبالتالي تمارس في جميع أوقات سنة.",
      },
      {
        name: "البادل",
        description:
          "تعتبر رياضة البادل من الرياضات ذات شعبية عالية عالميا ومن اسرع الرياضات نمواً في العالم منذ بداية القرن الحادي والعشرين.عام ٢٠١٤ سجل اكثر من ١٠ ملايين شخص يمارسون هذه الرياضة حول العالم.فالبادل تجمع مابين النشاط البدني المتوازن و الترفيه ومناسبتها لكافة الفئات العمرية.نظام اللعب:تقدم البطولات لنظام الفرق لجميع مباريات لدرجة الرجال و السيدات و الشباب و الناشئين (لاعبين مقابل لاعبين) وفق الأنظمة التالية:عدد الفرق المسجلة أكثر من ٨ فرق وتكون البطولات بنظام خروج المغلوب على مدى (٣) اياعدد الفرق المسجلة ٨ فرق وأقل تكون البطولة بنظام الدوري على مدى (٣) ايام",
      },
      {
        name: "البلياردو",
        description:
          "رياضة هي نوع من أنواع رياضات الكيو سبورتس أو ألعاب المضرب  تندرج تحت الألعاب المغلقة الدقيقة ويعود تاريخها لعصور الإمبراطوريات القديمة في الصين والهند كرياضة ملاعب ثم تطورت الى لرياضة تمارس في الصالات على طاولة خشبية بسطح من الرخام (الأوردواز) يجتمع في ممارستها اكثر من علم مثل الفيزياء والرياضيات والهندسة وعلم النفس أدوات اللعب في البلياردو طاولة ذات 6 جيوب في الأطراف - كرات ملونة - عصا خشبية(مضرب) تقام لها العديد من البطولات العالمية من أهمها بطولة العالم الرسمية",
      },
      {
        name: "التايكوندو",
        description:
          "هي واحدة من الفنون القتالية الكورية التقليدية وهي أكثر من كونها مجرد مهاراه قتالية جسدية. وقد ظهرت هذه الرياضة في كوريا وعرفت منذ أكثر من 2000 سنة وقد أوجدها وطورها الأهالي كوسيلة للدفاع عن النفس بسبب كثرة الحروب الأهلية وصعوبة الحياة وسط الحيوانات الضارية مما اضطر الإنسان الكوري إلى التفكير في وسيلة للدفاع عن نفسه ضد الغزاة وضد الحيوانات التي بدأوا يتعلمون منها طرق الدفاع والانقضاض السريع. وعلى الرغم من أن رياضة التايكوندو تعتمد على الركلات بصورة كبيرة إلا أنها في نفس الوقت لا تهمل استخدام اللكمات. ومع مرور السنين، استطاعت أن تصبح رياضة أولمبية رسمية في الألعاب الأولمبية لسنة 2000 التي جرت بمدينة سيدني الأسترالية، بعد أن كانت رياضة استعراضية في الأولمبيات السابقة التي احتضنتها كل من مدينة سيول الكورية وبرشلونة الإسبانية وأطلنطا الأمريكية",
      },
      {
        name: "التجديف الساحلي",
        description:
          "رياضة التجديف الساحلي (Beach Sprint) هي إحدى الأنواع التي تندرج تحت رياضة التجديف الساحلي، حيث تجمع بين الجري على الشاطئ والتجديف في البحر. يبدأ السباق بانطلاقة سريعة من الشاطئ، حيث يركض المتسابقون نحو قواربهم، ثم يتجدفون حول مسار محدد في البحر يتضمن بوابات بحرية معينة. بعد ذلك، يعود المتسابقون إلى الشاطئ ويجرون نحو خط النهاية. تتطلب هذه الرياضة مزيجاً من السرعة، القوة، والتحكم العالي في القارب نظراً للتحديات التي تفرضها الأمواج والتيارات البحرية.قوارب التجديف الساحلي مصممة بشكل خاص لتتحمل الظروف البحرية القاسية، وتكون عادةً أوسع وأثقل من قوارب التجديف التقليدية. المسافة في سباقات Beach Sprint تكون قصيرة نسبياً، مما يزيد من سرعة وإثارة المنافسة",
      },
      {
        name: "التسلق",
        description:
          "التسلق القيادي هو أسلوب تسلق يستخدم في تسلق الصخور. يرتدي المتسلق حزاماً متصل بحبل كلهما مخصصين للتسلق وفق معايير محددة, ويكون الحبل متصل بحكم حبل. أثناء صعود المسار, يقوم المتسلق بتوصيل الحبل بشكل دوري بمعدات الحماية من أجل السلامة في حالة السقوط. وتتكون هذه الحماية من مسامير مثبتة في جدار التسلق. وظيفة حكم الحبل إمداد المتسلق حبلاً بينما يصعد ويقوم بتثبيت الحبل أيضاً عندما يسقط المتسلق.",
      },
      {
        name: "التنس",
        description:
          "لعبة التنس رياضة عريقة بدأت منذ القرن الثاني عشر ويستطيع ممارستها جميع فئات المجتمع باختلاف المستويات والأعمار، وتستهدف تنمية المهارات العقلية والجسدية والنفسية. هي لعبة مضرب وتكون بتبادل اللاعبين الكرة من فوق الشبكة إما قطريا أو بشكل مستقيم بحيث تبقى الكرة في الملعب.",
      },
      {
        name: "الجمباز",
        description:
          "يعود أصل الجمباز الفني إلى العهد اليوناني القديم ، وهي رياضة قديمة و مذهلة، حيث تجمع بين السرعة والقوة والشدة والمرونة مع المهارات البهلوانية و الألعاب الأكروباتيك, و تأدى جميع الحركات بالتركيز و الأسلوب الراقي. هذه الرياضة تهدف باستمرار للتواكب مع العصر الحالي، و بالحفاظ على وفائها للشعار الأولمبي لسيتيوس وألتيوس وفورتيوس أسرع، أعلى، أقوى.يُظهر لاعبي الجمباز قوة خارقة عندما يتحدون الجاذبية ويدفعون حدود الفيزياء في ستة مسابقات مميزة وهي: الحركات الأرضية، حصان الحلق، الحلق، طاولة القفز، المتوازي والعقلة.في جميع المسابقات يتم تحكيم لاعبي الجمباز على أساس صعوبة التمرين والأداء الحركي والديناميكيات، بما في ذلك الارتقاء عالياَ عن الجهاز و يجب أن يُظهر اللاعب القوة و المرونة والتوازن",
      },
      {
        name: "الجوجيتسو",
        description:
          "رياضة الجوجيتسو تعد من الفنون الدفاعية العسكرية  القديمة التي نشأت في اليابان ويعود معنى الكلمة في اللغة اليابانية إلى فن الليونة، وهذا النوع من القتال الدفاعي يعتمد على شلّ حركة الخصم، وظهرت الرياضة وتطوّرت بين محاربين الساموراي في القرن السابع عشر للميلاد، وتم تطوير الرياضة في البرازيل.",
      },
      {
        name: "الجودو",
        description:
          "تعرف رياضة الجودو بالطريقه اللينة و هو اسم نوع من انواع الفنون القتاليه اليابانية، الهدف الأساسي منها هو السيطرة على الخصم دون التسبب في إيذائه. أسسها جيغارو كانو سنة 1882م، تعتبر من أقدم رياضـات الدفاع عن النفس وأدرجت رياضة الجــــودو لأول مرة بالدورات الأولومبية - طوكيو عام 1964 ممتواجاه بالمملكة العربية السعودية منذ 1976 م",
      },
      {
        name: "الجولف",
        description:
          "تعد الجولف واحدة من أكثر الرياضات شعبية في العالم ، حيث تضم 39000 ملعب جولف خارجيًا في 208 دولة. لقد تغيرت لعبة جولف بشكل كبير في الآونة الأخيرة ، حيث مكنت التطورات التكنولوجية في الرياضة اللعبة من تقديم صورة أكثر حداثة ، بما في ذلك وصول أجهزة المحاكاة الداخلية وملاعب الجولف. مغامرات الجولف والجولف الإلكتروني ، بالإضافة إلى عروض أكثر تنوعًا في ملاعب الجولف التقليدية. يمكن ممارسة الجولف لجميع الأعمار وبجميع القدرات. سواء كنت تريد أن تصبح هاوًا محترفًا أو منافسًا ، أو مجرد الاستمتاع بوقتك مع الأصدقاء والعائلة",
      },
      {
        name: "الدراجات",
        description:
          "الدراجة هي مركبة ذات عجلتين متساويتين في القطر وتكون العجلة الأمامية قابلة للتوجيه ويتم دفع العجلة الخلفية من خلال نظام يشتمل على دواسات وجنزير. باستثناء الدراجات الجبلية حيث يمكن أن تكون العجلتان بقطر مختلف.رياضة الدراجات تتكون من عدة أنواع:طريق: عبارة عن ثالث أنواع من السباقات ( فردي عام - فردي ضد الساعة - فرق ضد الساعة ).مضمار: يتكون من عدة منافسات داخل مضمار بمواصفات معينة مناسبة لرياضة الدراجات.جبلي: ممارسة رياضة الدراجات بطرق وعرة جبلية لها عدة مسميات.BMX: رياضة استعراضية.",
      },
      {
        name: "الرماية",
        description:
          "الرماية الرياضية تتكون من مجموعة من المنافسات المختلفة حسب بعد الأهداف و دقة التصويب و السرعة بالإضافة لاختلاف أنواع السلاح المستخدمة من المسدسات و البنادق النارية و الهوائية و كذلك الشوزن المستخدم في رماية الاطباق و كانت بداية الرماية الرياضية مع اول دورة العاب اولمبية في عام ١٨٩٦م التي نشأت على يد مؤسسها الفرنسي بيير دي كوبرتان و الذي كان ممارس لرياضة الرماية و يعد بطل في رماية المسدس. تتكون مسابقات الرماية في دورة الألعاب السعودية من مسابقتين و هي الرماية على الأهداف و الرماية على الاطباق. ",
      },
      {
        name: "الريشة الطائرة",
        description:
          "هي لعبة شبيهة بلعبة التنس الأرضي تتألف أدواتها من مضرب وريشة, وتتمحور فكرة اللعبة حول ضرب اللاعب للريشة بالمضرب لتطير فوق الشبكة و تهبط في النصف المخصص للاعب الخصم.عرفها الإنجليز في عام 1870م وكان ضباط الجيش البريطاني يلعبونها في الهند بأدوات مختلفة عن الأدوات التي تلعب فيها بالوقت الحالي وقد أصبحت الهند بعد ذلك منبع انتشار اللعبة للعالم أجمع.",
      },
      {
        name: "السباحة",
        description:
          "رياضة السباحة التنافسية هي رياضة تستوجب قطع مسافة محددة داخل المسبح، في أسرع وقت ممكن وبدون أي أدوات مساعدة وبأسلوب سباحة مقنن ومفروض من الاتحاد الدولي للسباحة World Aquatics.",
      },
      {
        name: "السباق الثلاثي",
        description:
          "السباق الثلاثي (الترايثلون) هو رياضة متعددة السباقات يتكون من ثلاث رياضات مختلفة، حيث يبدأ بالسباحة ومن ثم ركوب الدراجات الهوائية وينتهي بالجري، حيث يتنافس الرياضيين فيها لتحقيق اسرع وقت في جميع الرياضات الثلاث.تعد الترايثلون رياضة فردية، ولكن في بعض الحالات يمكن ان تكون الترايثلون رياضة جماعية (فريق تتابعي)، وهي مجموعة من الاشخاص تكون فريق واحد حيث يقوم كل شخص بجزء واحد من السباق ويكون تتابعي.",
      },
      {
        name: "السهام",
        description:
          "على أرض صلبة وبجذور راسخة، امتدت لعبة السهام منذ قرون طويلة لتشكل جزءا رئيسا من ثقافتنا الإسلامية وتراثنا العريق. جاء الاتحاد السعودي للسهام ليرسخ هذا الإرث وينشر هذه الرياضة على مستوى العالم، ويساهم في صناعة مشهد رياضي يعكس عراقة الماضي ويبني حداثة المستقبل.انفصل الاتحاد السعودي للسهام بشكل مستقل عام ٢٠١٣ بعد أن كان سابقا جزءا من الاتحاد العربي للرماية والسهام.  وتزامنا مع توجهات المملكة العربية السعودية ورؤيتها ٢٠٣٠ والتي تسعى لبناء مجتمع ينعم أفراده بنمط حياة صحي، وتشجع الرياضات بمختلف أنواعها من أجل تحقيق تميز رياضي على الصعيد المحلي والإقليمي والعالمي والوصول إلى مراتب متقدمة؛ انطلق الاتحاد السعودي للسهام ليرسخ رؤيته وتوجهاته التي تتسق مع رؤية المملكة ٢٠٣٠ وطموحات الاتحاد ويساهم في ازدهار القطاع الرياضي.تهدف رؤية ورسالة وأهداف الاتحاد السعودي للسهام إلى تحديد الأطر الاستراتيجية اللازمة لعمل الاتحاد. وتعتبر هذه الوثيقة مرجعية تتضمن كل مايتعلق بالنظام الإداري للاتحاد حيث تشمل المنطلقات والأسس الرئيسية المتعلقة بعمل الاتحاد، كما تعرض رؤية الاتحاد ورسالته وأهدافه التي يحرص على تحقيقها من خلال تشريع التنظيمات اللازمة.",
      },
      {
        name: "الشطرنج",
        description:
          "لعبة الشطرنج هي لعبة طاولة استراتيجية تشمل على لاعبين اثنين، حيث تهدف اللعبة إلى تحريك أنواع مختلفة من القطع التي حُددت لها مجموعة من التحركات المحتملة على لوحة مربعة الشكل، وتهدف جميع التحركات إلى الإمساك بالقطعة الرئيسية وهي المسماة بالملك، يوجد برقعة الشطرنج 64 مربع و8 جنود وقلعة وحصان وفيل ووزير  وملك باللون الأبيض واللون الأسود.",
      },
      {
        name: "الفروسية",
        description:
          "رياضة قفز الحواجز هي شراكة بين الفارس وجواده تعتمد في نجاحها على التدريب السليم والمخطط لكل من الطرفين واتباع نظام غذائي مناسب على مدار العام، ثم التناغم في الأداء على مجموعة من الحواجز تقيس جاهزيتهما البدنية و الذهنية. إن القرب من الجواد ومعرفة احتياجه من التمرين، الراحة والتغذية واتباع برنامج مدروس بعناية يلعب دورا أساسيا في النجاح، حيث أن العلاقة بين الفارس و جواده ليست محصورة في أرض المنافسة.هناك منافسات للأفراد وللفرق، بعضها يقيس القوة والمهارة، بعضها يقيس السرعة والذكاء.",
      },
      {
        name: "الكاراتيه",
        description:
          "تعتبر رياضة الكاراتيه رياضة قتالية تنافسية معترف بها دولياً من قبل الإتحاد الدولي للكاراتيه ولها قوانين وقواعد تقام بها المنافسات لهذه الرياضة. وتقام هذه المنافسات على بساط إسفنجي مقوى بارتفاع (3) سم ويكون أطوال البساط (10 متر x 10 متر) مع منطقة الأمان ، وسوف تقام منافسات الكاراتيه في دورة الألعاب السعودية على عدد (2) بساط. ويدير المنافسات حكام معتمدين من قبل الإتحاد السعودي والدولي للكاراتيه . وتقام المنافسات في (القتال الفردي للرجال والسيدات) وتكون المدة الزمنية للمباراة (3) دقائق للكبار ، ودقيقتين للفئة الشبابية . علماً بأنه تقام المباريات بنظام الدوري في الأدوار التمهيدية .وسوف يحصل الفائز على عدد (5) نقاط للمباراة الواحدة ، وفي حالة التعادل يحصل كلا اللاعبين على عدد (3) نقاط واللاعب الخاسر سوف يحصل على نقطة واحدة فقط .وبعد ذلك يتم إقامة المنافسات في الأدوار النهائية بنظام خروج المغلوب لتحديد المركز الأول والمركز الثاني والمركز الثالث ومركز الثالث مكرر لكل وزن ، وهنا يكون الفائز الحاصل على أعلى عدد نقاط فنية في المباراة ، وفي حالة التعادل في جميع النقاط الفنية وعدم وجود أفضلية التسجيل (سينشو) فيتم تحديد الفائز عن طريق الترجيح (هانتيه) من قبل طاقم تحكيم المباراة .",
      },
      {
        name: "المبارزة",
        description:
          "تعد رياضة المبارزة من رياضات الفنون القتالية, يستخدم فيها نوع خاص من السيوف ولبس وقناع خاص يحمي اللاعبين. وتعرف أيضا برياضة النبلاء مارسها القدماء من العرب وغيرهم وطورها الإيطاليون والفرنسيون حتى أصبحت من الرياضات الأولمبية منذ عام 1896 م ورياضة المبارزة تعتبر من الرياضات الفردية تقوم على المبارزة بين لاعبين وتلعب بنظام الفرق أيضا وتكون نتيجتها لمن يحصل على النقاط (اللمسة) المطلوبة وتتحقق بملامسة الخصم بالصورة الصحيحة لدور المجموعات (5 لمسات)ولدور خروج المغلوب(15 لمسة). ولرياضة المبارزة ثلاثة أنواع (سلاح الشيش وسلاح المبارزة وسلاح السيف العربي) ولكل سلاح نظام وقانون لإحراز اللمسة",
      },
      {
        name: "المصارعة",
        description:
          "المصارعة هي رياضة يتنافس فيها شخصان بهدف تنفيذ حركات للرمي أو تثبيت أكتاف الخصم على الأرض ، أو التفوق عليهم خلال المباراة. والهدف الأساسي هو تثبيت الخصم أو الفوز بالنقاط.في المصارعة الرومانية يمنع منعاً باتاً الإمساك بالخصم تحت خط الحزام او استخدام الارجل بفاعلية على خصمه لأداء اي حركة",
      },
      {
        name: "الملاحة الشراعية",
        description:
          "القدرة على التحكم بالقارب أو الواسطة البحرية باستخدام الشراع على سطح الماء مع فهم العوامل الطبيعية التي تؤثر على سرعتها و اتجاه مسارها كالرياح و التيارات.يندرج تحتها فئات فردية أو جماعية ، يختلف أسلوب التحكم بقيادتها باختلاف أحجام القوارب و أنواعها. اندرجت كرياضة أولمبية عالمية في عام 1896ميعرف الإبحار الشراعي قديماً في الصيد و التجارة و استيراد و تصدير المنتجات لخارج المملكة و داخلها و نقل الحجيج. ",
      },
      {
        name: "الملاكمة",
        description:
          "الملاكمة هي رياضة يمارسها جميع الفئات من عمر 11 عامًا إلى 40 عامًا، ذكورا أو إناثا. تبدأ رياضة الملاكمة بجولات قصيرة في المدة، والتي تضم ثلاث جولات من ثلاث دقائق، وما بين كل جولة وجولة فاصل لمدة دقيقة واحدة. الملاكم الفائز هو الذي يسجل أكبر عدد من الضربات ويتم احسابها بناءًا على النقاط، أيضًا، تكون الجولات بهذا النسق القصير لعدة أيام على عكس الملاكمة الاحترافية، حيث يمكن للمقاتلين الانتظار لعدة أشهر بين الجولات.يراقب الحكم المباراة من داخل الحلبة لضمان استخدام المنافسين فقط ضربات قانونية في المنطقة المستهدفة. يضمن الحكم أيضًا أن الملاكمين لا يستخدمون تكتيكات غير صحيحة أو غير قانونية، لمنع الخصم من اللكم، أو الحجز المفرط (إذا حدث ذلك، فإن الحكم يدعو إلى أخذ “استراحةللطرفين. يمكن أن تؤدي الانتهاكات المتكررة للقواعد إلى معاقبة الملاكم مع قبل الحكام، ويكون بالتحذير، أو في النهاية، غير مؤهل أو مستبعد. يتمتع الحكام بالقدرة على إيقاف المباراة إذا أصيب الملاكم بجروح خطيرة، أو إذا كان أحد الملاكم يهيمن على الآخر بشكل كبير. في الوقت الحاضر، يشار أحيانًا إلى الملاكمة باسم الملاكمة على الطراز الأولمبي.",
      },
      {
        name: "كرة الطاولة",
        description:
          "هي رياضة يتقابل فيها لاعبان أو أربعة بضرب كرة خفيفة قطرها 40 مم تناوباً باستخدام مضرب لعب صغير طوله 15سم. تُقام المباراة على طاولة مستطيلة يكون لونها اخضر او ازرق او اسود تقسّمها شبكة لنصفين .  أبعاد الطاولة 2.7م × 1.5م وارتفاع الشبكة 15.25سم . وهي  إحدى أكثر الرياضات شعبية من حيث عدد اللاعبين  ومن أحدث الرياضات الكبرى الحالية. تضرب كرة التنس عند الإرسال بوجه أو ظهر اليد إلى منطقة الخصم ، وتُحتسب النتيجة النهائية بناءً على عدد النقاط التي حصل عليها اللاعبين في المسابقة ، حيث يفوز من يحقق 11 نقطة أولاً وعند وصول كلا اللاعبين نقطة 10/10 يجب على اللاعب الفوز بنقطتين متتاليتين. تتطلب الرياضة تركيزاً عالياً وسرعة رد الفعل ولياقة بدنية عالية لكونها رياضة سريعة. ",
      },
      {
        name: "البلوت",
        description:
          "البلوت هي احدى العاب الورق الشهيرة والمحببة وذات الانتشار الواسع بين ابناء المملكة ودول المنطقة عامة ، وان حملت اسماء محلية مختلفة، و لا يسمح نهائيًا الحديث العام اثناء سير اللعبة، باستثناء ماهو في اطار اللعبة. تتالف اللعبة من فريقين، يمثل كل فريق لاعبان اثنان، وتحتوي عملية اللعب فيها على 32 ورقة، تبدا من ورقة رقم ،7 وتنتهي بورقة الاكه(A) يحقق احد الفريقين الفوز في لعبة البلوت بالحصول على نقاط 152 بنط .",
      },
      {
        name: "الكارتينج",
        description:
          "لعبة الكارتنج هي المدخل الأساسي لعالم رياضة السيارات ذات المقعد الأحادي والفورمولا 1. حيث ان أشهر الرياضيين الذين مارسوا لعبة الكارتنج أصبحوا أبطال العالم في الفورمولا 1 وفي وقتنا الحالي، وعلى سبيل المثال سيبيستيان فيتيل، لويس هاملتون والسائق الصاعد بطل العالم ماكس فيرستابن.الكارتنج هي إحدى الرياضات التي تعتمد على التركيز العالي، سرعة البديهة، القدرة والتحمل وتعمل على تقوية البدن للجنسين والجميع له القدرة على ممارستها.",
      },
      {
        name: "الروبوت والرياضات اللاسلكية",
        description:
          "هي مسابقة دولية مخصصة للطلاب من المراحل الابتدائية إلى الثانوية. تهدف المسابقة إلى تعزيز مهارات العلوم والتكنولوجيا والهندسة والرياضيات (STEM) من خلال تصميم وبرمجة الروبوتات. يتنافس الطلاب في فرق لحل تحديات محددة باستخدام روبوتات VEX V5، مما يعزز التفكير النقدي والعمل الجماعي. تتضمن المسابقة مراحل مختلفة تبدأ من المحلية وصولاً إلى العالمية، مما يتيح للطلاب فرصة للتنافس مع أقرانهم من مختلف أنحاء العالم. توفر المنافسات بيئة تعليمية مشوقة تحفز الإبداع والابتكار. كما تساعد الطلاب على اكتساب مهارات تقنية وحياتية هامة، مثل البرمجة وإدارة المشاريع. تُعد VEX V5 Robotics منصة ممتازة للشباب للاستكشاف والتميز في مجالات التكنولوجيا والهندسة.",
      },
      {
        name: "الرياضات الالكترونية",
        description:
          "ببجي موبايل هي لعبة فيديو مجانية من نوع باتل رويال تم تطويرها بواسطة LightSpeed & Quantum Studio, و هي إحدى فروع شركة Tencent Games. في اللعبة, يقفز ما يصل إلى مائة لاعب بالمظلة على جزيرة ويبحثون عن المعدات والموارد لمواجهة الآخرين بينما يحاولون البقاء على قيد الحياة. تتقلص المنطقة الآمنة من خريطة اللعبة تدريجياً, مما يدفع اللاعبين الناجين إلى مناطق أكثر ضيقاَ لتعزيز المواجهات. اللاعب او الفريق الأخير الباقي يحقق النصر في المباراة. فبل كل مباراة, يتم اختيار طريقة اللعب, والتي يمكن أن تكون فردية أو جماعية (بحد أقصى أربعة).",
      },
      {
        name: "الرياضات البحرية و الغوص (جت سكي)",
        description:
          "هي رياضة مائية تشبه سباق الزوارق السريعة حيث يتم استخدام الجت سكي للمنافسة, و تمارس الرياضة في الغالب على المستوى الترفيهي في العديد من بلدان العالم",
      },
      {
        name: "فنون القتال المتنوع",
        description:
          "فنون القتال المتنوع هي رياضة قتالية مزيج بين كثير من فنون الدفاع عن النفس، وتقنيات ومهارات مختلفة، تسمح القوانين باستخدام تقنيات الضربات المباشرة والمسكات في وضعية الوقوف او على الأرضية، مما يسمح المقاتلين بالدخول للرياضة بخلفيات مختلفة في فنون القتال: الجودو، التيكوندو، الملاكمة، المصارعة، الجو جيتسو، الكاراتيه، الملاكمة التايلندية، وغيرها.على الرغم من شجها في البداية من قبل النقاد باعتبارها رياضة دموية وحشية بدون قواعد، تخلت MMA تدريجيا عن صورتها غير المحظورة وظهرت كواحدة من أسرع الرياضات المشاهد نموًا في العالم في أوائل القرن الحادي والعشرين.",
      },
    ],
  },
  {
    name: "الرياضات الموحدة",
    image: "unified-sports.jpeg",
    sports: [
      {
        name: "البوتشي",
        description:
          "ریاضة البوتشیا ھي ریاضة مخصصة للإعاقة الرباعیة الشدیدة مثل الشلل الرباعي وضمور العضلات والحوادثوتكون المنافسة بین فریقین فریق الكور الحمراء والكور الزرقاء على كرة بیضاء تسمى بالجـاك في ملعب مخصص داخل صالة ریاضیة . وتحسـب .النقــاط للكـور القریبة من الكورة البیضاءریاضة البوتشیا فیھا منافســة فردیــــة واحد ضد واحد والزوجي إثنین ضد .إثنین والفریق ثلاثه ضد ثلاثه ",
      },
      {
        name: "الجمباز",
        description:
          "يعود أصل الجمباز الفني إلى العهد اليوناني القديم ، وهي رياضة قديمة و مذهلة، حيث تجمع بين السرعة والقوة والشدة والمرونة مع المهارات البهلوانية و الألعاب الأكروباتيك, و تأدى جميع الحركات بالتركيز و الأسلوب الراقي. هذه الرياضة تهدف باستمرار للتواكب مع العصر الحالي، و بالحفاظ على وفائها للشعار الأولمبي لسيتيوس وألتيوس وفورتيوس أسرع، أعلى، أقوى.يُظهر لاعبي الجمباز قوة خارقة عندما يتحدون الجاذبية ويدفعون حدود الفيزياء في ستة مسابقات مميزة وهي: الحركات الأرضية، حصان الحلق، الحلق، طاولة القفز، المتوازي والعقلة.في جميع المسابقات يتم تحكيم لاعبي الجمباز على أساس صعوبة التمرين والأداء الحركي والديناميكيات، بما في ذلك الارتقاء عالياَ عن الجهاز و يجب أن يُظهر اللاعب القوة و المرونة والتوازن",
      },
      {
        name: "السباحة",
        description:
          "رياضة السباحة التنافسية هي رياضة تستوجب قطع مسافة محددة داخل المسبح، في أسرع وقت ممكن وبدون أي أدوات مساعدة وبأسلوب سباحة مقنن ومفروض من الاتحاد الدولي للسباحة World Aquatics.",
      },
      {
        name: "الكاراتيه",
        description:
          "تعتبر رياضة الكاراتيه رياضة قتالية تنافسية معترف بها دولياً من قبل الإتحاد الدولي للكاراتيه ولها قوانين وقواعد تقام بها المنافسات لهذه الرياضة. وتقام هذه المنافسات على بساط إسفنجي مقوى بارتفاع (3) سم ويكون أطوال البساط (10 متر x 10 متر) مع منطقة الأمان ، وسوف تقام منافسات الكاراتيه في دورة الألعاب السعودية على عدد (2) بساط. ويدير المنافسات حكام معتمدين من قبل الإتحاد السعودي والدولي للكاراتيه . وتقام المنافسات في (القتال الفردي للرجال والسيدات) وتكون المدة الزمنية للمباراة (3) دقائق للكبار ، ودقيقتين للفئة الشبابية . علماً بأنه تقام المباريات بنظام الدوري في الأدوار التمهيدية .وسوف يحصل الفائز على عدد (5) نقاط للمباراة الواحدة ، وفي حالة التعادل يحصل كلا اللاعبين على عدد (3) نقاط واللاعب الخاسر سوف يحصل على نقطة واحدة فقط .وبعد ذلك يتم إقامة المنافسات في الأدوار النهائية بنظام خروج المغلوب لتحديد المركز الأول والمركز الثاني والمركز الثالث ومركز الثالث مكرر لكل وزن ، وهنا يكون الفائز الحاصل على أعلى عدد نقاط فنية في المباراة ، وفي حالة التعادل في جميع النقاط الفنية وعدم وجود أفضلية التسجيل (سينشو) فيتم تحديد الفائز عن طريق الترجيح (هانتيه) من قبل طاقم تحكيم المباراة .",
      },
      {
        name: "كرة اليد",
        description:
          "كرة اليد هي رياضة جماعية يتنافس فيها فريقان كل فريق يتكون من 7 لاعبين (6 لاعبين وحارس مرمى). يقوم اللاعبون بتمرير الكرة فيما بينهم ليحاولوا رميها داخل مرمى الخصم لإحراز هدف, وتتألف مباريات كرة اليد من شوطين مدة كل شوط 30 دقيقة, والفريق الذي يتمكن من تسجيل أكبر عدد من الأهداف في مرمى الخصم في نهاية شوطي المباراة هو الفريق الفائز",
      },
      {
        name: "كرة الطاولة",
        description:
          "هي رياضة يتقابل فيها لاعبان أو أربعة بضرب كرة خفيفة قطرها 40 مم تناوباً باستخدام مضرب لعب صغير طوله 15سم. تُقام المباراة على طاولة مستطيلة يكون لونها اخضر او ازرق او اسود تقسّمها شبكة لنصفين .  أبعاد الطاولة 2.7م × 1.5م وارتفاع الشبكة 15.25سم . وهي  إحدى أكثر الرياضات شعبية من حيث عدد اللاعبين  ومن أحدث الرياضات الكبرى الحالية. تضرب كرة التنس عند الإرسال بوجه أو ظهر اليد إلى منطقة الخصم ، وتُحتسب النتيجة النهائية بناءً على عدد النقاط التي حصل عليها اللاعبين في المسابقة ، حيث يفوز من يحقق 11 نقطة أولاً وعند وصول كلا اللاعبين نقطة 10/10 يجب على اللاعب الفوز بنقطتين متتاليتين. تتطلب الرياضة تركيزاً عالياً وسرعة رد الفعل ولياقة بدنية عالية لكونها رياضة سريعة. ",
      },
      {
        name: "التايكوندو",
        description:
          "هي واحدة من الفنون القتالية الكورية التقليدية وهي أكثر من كونها مجرد مهاراه قتالية جسدية. وقد ظهرت هذه الرياضة في كوريا وعرفت منذ أكثر من 2000 سنة وقد أوجدها وطورها الأهالي كوسيلة للدفاع عن النفس بسبب كثرة الحروب الأهلية وصعوبة الحياة وسط الحيوانات الضارية مما اضطر الإنسان الكوري إلى التفكير في وسيلة للدفاع عن نفسه ضد الغزاة وضد الحيوانات التي بدأوا يتعلمون منها طرق الدفاع والانقضاض السريع. وعلى الرغم من أن رياضة التايكوندو تعتمد على الركلات بصورة كبيرة إلا أنها في نفس الوقت لا تهمل استخدام اللكمات. ومع مرور السنين، استطاعت أن تصبح رياضة أولمبية رسمية في الألعاب الأولمبية لسنة 2000 التي جرت بمدينة سيدني الأسترالية، بعد أن كانت رياضة استعراضية في الأولمبيات السابقة التي احتضنتها كل من مدينة سيول الكورية وبرشلونة الإسبانية وأطلنطا الأمريكية",
      },
      {
        name: "الجودو",
        description:
          "تعرف رياضة الجودو بالطريقه اللينة و هو اسم نوع من انواع الفنون القتاليه اليابانية، الهدف الأساسي منها هو السيطرة على الخصم دون التسبب في إيذائه. أسسها جيغارو كانو سنة 1882م، تعتبر من أقدم رياضـات الدفاع عن النفس وأدرجت رياضة الجــــودو لأول مرة بالدورات الأولومبية - طوكيو عام 1964ممتو اجده بالمملكة العربية السعودية منذ 1976 م",
      },
      {
        name: "الملاكمة",
        description:
          "الملاكمة هي رياضة يمارسها جميع الفئات من عمر 11 عامًا إلى 40 عامًا، ذكورا أو إناثا. تبدأ رياضة الملاكمة بجولات قصيرة في المدة، والتي تضم ثلاث جولات من ثلاث دقائق، وما بين كل جولة وجولة فاصل لمدة دقيقة واحدة. الملاكم الفائز هو الذي يسجل أكبر عدد من الضربات ويتم احسابها بناءًا على النقاط، أيضًا، تكون الجولات بهذا النسق القصير لعدة أيام على عكس الملاكمة الاحترافية، حيث يمكن للمقاتلين الانتظار لعدة أشهر بين الجولات.يراقب الحكم المباراة من داخل الحلبة لضمان استخدام المنافسين فقط ضربات قانونية في المنطقة المستهدفة. يضمن الحكم أيضًا أن الملاكمين لا يستخدمون تكتيكات غير صحيحة أو غير قانونية، لمنع الخصم من اللكم، أو الحجز المفرط (إذا حدث ذلك، فإن الحكم يدعو إلى أخذ “استراحةللطرفين. يمكن أن تؤدي الانتهاكات المتكررة للقواعد إلى معاقبة الملاكم مع قبل الحكام، ويكون بالتحذير، أو في النهاية، غير مؤهل أو مستبعد. يتمتع الحكام بالقدرة على إيقاف المباراة إذا أصيب الملاكم بجروح خطيرة، أو إذا كان أحد الملاكم يهيمن على الآخر بشكل كبير. في الوقت الحاضر، يشار أحيانًا إلى الملاكمة باسم الملاكمة على الطراز الأولمبي.",
      },
      {
        name: "رفع الاثقال",
        description:
          "لرياضة رفع الأثقال أصول عريقة ، كانت تُمارس من قبل كل من المجتمعات القديمة ، وتطورت كرياضة دولية في المقام الأول في القرن الـ،19 وهي واحدة من الرياضات القليلة التي شاركت في أول دورة ألعاب أولمبية حديثة في أثينا 1896م ، وهي من الرياضات التي فاق عمرها القرن (أكثر من 100 سنة) مستمرة وحاضرة في جميع الدورات الأولمبية. ",
      },
      {
        name: "الروبوت والرياضات اللاسلكية",
        description:
          "هي مسابقة دولية مخصصة للطلاب من المراحل الابتدائية إلى الثانوية. تهدف المسابقة إلى تعزيز مهارات العلوم والتكنولوجيا والهندسة والرياضيات (STEM) من خلال تصميم وبرمجة الروبوتات. يتنافس الطلاب في فرق لحل تحديات محددة باستخدام روبوتات VEX V5، مما يعزز التفكير النقدي والعمل الجماعي. تتضمن المسابقة مراحل مختلفة تبدأ من المحلية وصولاً إلى العالمية، مما يتيح للطلاب فرصة للتنافس مع أقرانهم من مختلف أنحاء العالم. توفر المنافسات بيئة تعليمية مشوقة تحفز الإبداع والابتكار. كما تساعد الطلاب على اكتساب مهارات تقنية وحياتية هامة، مثل البرمجة وإدارة المشاريع. تُعد VEX V5 Robotics منصة ممتازة للشباب للاستكشاف والتميز في مجالات التكنولوجيا والهندسة.",
      },
    ],
  },
  {
    name: "الرياضات الشتوية",
    image: "winter-sports.jpeg",
    sports: [
      {
        name: "التزلج",
        description:
          "هو أسلوب للتزلج على الألواح يركز على القيام بالحيل والمناورات على الأرضية المسطحة والانزلاق داخل البيئات الحضرية. يلتقي المتزلجون في الأماكن العامة، ويتزلجون في المناطق الحضرية وحولها التي عادة ما تكون شوارع أو ساحات أو أماكن التي يشار إليها باسم الموقع التي عادة ما تكون شوارع أو ساحات أو أماكن صناعية.المناطق:لإضافة التنوع والتعقيد الى التزلج على الألواح في الشوارع، يمكن المناورة او اجتياز العقبات مثل الدرابزين والسلالم والجدران والصناديق ومقاعد الحديقة وطاولات النزهة وأثاث الشوارع الأخرى كحيل فردية أو كجزء من سلسلة من الحيل المتتالية تسمى خط.",
      },
      {
        name: "التزحلق على الجليد",
        description:
          "التزحلق على الجليد هو رياضة شتوية مثيرة تتضمن الانزلاق على المنحدرات المغطاة بالثلج باستخدام لوح واحد، ويُعرف أيضًا باسم السنو بورد. يتطلب هذا النوع من الرياضات مهارات توازن عالية وتحكم دقيق، ويُمارس غالبًا في منتجعات التزلج الثلجية على مسارات مختلفة الصعوبة. يجمع بين اللياقة البدنية والإبداع، ويُعدّ من أكثر الرياضات الشتوية شعبية في العالم.",
      },
      {
        name: "هوكي الجليد",
        description:
          "هوكي الجليد هو رياضة جماعية ديناميكية تُمارس على سطح جليدي، حيث يتنافس فريقان على تسجيل الأهداف باستخدام عصا للضرب على قرص صغير يُسمى الباك. تتطلب هذه الرياضة سرعة عالية، ولياقة بدنية قوية، وردود فعل سريعة. تُعتبر واحدة من أسرع الرياضات الجماعية في العالم، وتُعرف بتكتيكاتها الجماعية، والتبديلات السريعة، والمنافسة الحماسية بين اللاعبين.",
      },
      {
        name: "التزلج الفني",
        description:
          "التزلج الفني على الجليد هو رياضة شتوية تجمع بين المهارات الرياضية العالية والفن الاستعراضي. يؤدي الرياضيون رقصات معقدة تشمل القفزات والدورانات والخطوات الدقيقة على الجليد، وغالبًا ما تكون مصحوبة بالموسيقى. يتطلب هذا النوع من التزلج قوة بدنية، مرونة، وتنسيق حركي متميز، إلى جانب قدرة على التعبير الفني، مما يجعله واحدًا من أكثر الرياضات الشتوية جاذبية وجمالًا.",
      },
      {
        name: "البوبسلي",
        description:
          "البوبسلي هي رياضة شتوية سريعة ومثيرة تتضمن انزلاق زلاجة مغطاة تُقلّ فريقًا من 2 إلى 4 أفراد على مضمار جليدي مُنحني بسرعات قد تتجاوز 130 كيلومترًا في الساعة. تتطلب البوبسلي تنسيقًا تامًا بين أعضاء الفريق، إلى جانب قوة بدنية عالية وخبرة في التعامل مع الزوايا الحادة والانزلاقات المفاجئة. إنها رياضة تجمع بين التقنية والدقة والشجاعة، وتُعدّ من أكثر الرياضات إثارة في الألعاب الأولمبية الشتوية.",
      },
    ],
  },
];

// export const typeOfSports = [
//   {
//     name: "Summmer Team Sports",
//     image: "team-sports.jpeg",
//     sports: [
//       {
//         name: "Football",
//         description: "Team sport played with a ball on a field.",
//       },
//       {
//         name: "Basketball",
//         description: "Fast-paced game with a hoop and ball.",
//       },
//       {
//         name: "Volleyball",
//         description: "Teams separated by a net, hit the ball over.",
//       },
//       {
//         name: "Handball",
//         description: "Throwing sport combining soccer and basketball.",
//       },
//       { name: "Water Polo", description: "Team water sport played in a pool." },
//     ],
//   },
//   {
//     name: "Individual Summmer Sports",
//     image: "individual-sports.jpeg",
//     sports: [
//       {
//         name: "Swimming",
//         description: "Racing in water using different strokes.",
//       },
//       {
//         name: "Tennis",
//         description: "Played individually or in pairs with rackets.",
//       },
//       {
//         name: "Athletics",
//         description: "Track and field events like running and jumping.",
//       },
//       { name: "Boxing", description: "One-on-one combat sport using fists." },
//       { name: "Archery", description: "Shooting arrows at a target." },
//     ],
//   },
//   {
//     name: "Unified Sports",
//     image: "unified-sports.jpeg",
//     sports: [
//       {
//         name: "Unified Football",
//         description:
//           "Inclusive teams of athletes with and without disabilities.",
//       },
//       {
//         name: "Unified Basketball",
//         description: "Basketball for mixed-ability athletes.",
//       },
//       {
//         name: "Unified Volleyball",
//         description: "Inclusive volleyball gameplay.",
//       },
//       {
//         name: "Unified Athletics",
//         description: "Track events with athletes of varying abilities.",
//       },
//       {
//         name: "Unified Bocce",
//         description: "Ball sport promoting teamwork and inclusion.",
//       },
//     ],
//   },
//   {
//     name: "Winter Sports",
//     image: "winter-sports.jpeg",
//     sports: [
//       { name: "Skiing", description: "Gliding over snow using skis." },
//       {
//         name: "Snowboarding",
//         description: "Riding down snowy slopes on a board.",
//       },
//       {
//         name: "Ice Hockey",
//         description: "Team sport on ice using sticks and a puck.",
//       },
//       {
//         name: "Figure Skating",
//         description: "Performing choreographed moves on ice.",
//       },
//       {
//         name: "Bobsleigh",
//         description: "High-speed sledding down ice tracks.",
//       },
//     ],
//   },
// ];
